[
{"Name": "I.S.S.", "Description": "Tensions flare in the near future aboard the International Space Station as a conflict breaks out on Earth. U.S. and Russian astronauts receive orders from the ground: take control of the station by any means necessary.", "Cast": "Ariana DeBose, Chris Messina, John Gallagher Jr., Maria Mashkova, Costa Ronin, Gabriela Cowperthwaite, Nick Shafir"},
{"Name": "Orion and the Dark", "Description": "A boy with an active imagination faces his fears on an unforgettable journey through the night with his new friend: a giant, smiling creature named Dark.", "Cast": "Jacob Tremblay, Paul Walter Hauser, Angela Bassett, Colin Hanks, Natasia Demetriou, Sean Charmatz, Charlie Kaufman"},
{"Name": "Masters of the Air", "Description": "During World War II, airmen risk their lives with the 100th Bomb Group, a brotherhood forged by courage, loss, and triumph.", "Cast": "Austin Butler, Callum Turner, Anthony Boyle, Nate Mann, Laurie Davidson, John Orloff"},
{"Name": "Hazbin Hotel", "Description": "In attempt to find a non-violent alternative for reducing Hell's overpopulation, the daughter of Lucifer opens a rehabilitation hotel that offers a group of misfit demons a chance at redemption.", "Cast": "Erika Henningsen, Stephanie Beatriz, Blake Roman, Amir Talai, Keith David, Vivienne Medrano"},
{"Name": "The Greatest Night in Pop", "Description": "In 1985, 46 music icons, including Lionel Richie, Michael Jackson, Bruce Springsteen, Cyndi Lauper, Diana Ross, and Stevie Wonder, came together for the most star-studded recording session in history. This is the untold story of the legendary global pop song “We Are the World” — which very nearly didn’t happen.", "Cast": "Lionel Richie, Bruce Springsteen, Dionne Warwick, Kenny Loggins, Huey Lewis, Bao Nguyen"},
{"Name": "Madame Web", "Description": "Forced to confront revelations about her past, paramedic Cassandra Webb forges a relationship with three young women destined for powerful futures...if they can all survive a deadly present.", "Cast": "Dakota Johnson, Sydney Sweeney, Isabela Merced, Celeste O'Connor, Tahar Rahim, S.J. Clarkson, S.J. Clarkson, Matt Sazama, Burk Sharpless, Claire Parker"},
{"Name": "Players", "Description": "New York sportswriter Mack has spent years devising successful hook-up \"plays\" with her friends, but when she unexpectedly falls for one of her targets, she must learn what it takes to go from simply scoring to playing for keeps.", "Cast": "Gina Rodriguez, Damon Wayans Jr., Tom Ellis, Augustus Prew, Joel Courtney, Trish Sie, Whit Anderson"},
{"Name": "Bob Marley: One Love", "Description": "Jamaican singer-songwriter Bob Marley overcomes adversity to become the most famous reggae musician in the world.", "Cast": "Kingsley Ben-Adir, Lashana Lynch, Jesse Cilio, James Norton, Tosin Cole, Reinaldo Marcus Green, Frank E. Flowers, Terence Winter, Zach Baylin"},
{"Name": "A Different Man", "Description": "Aspiring actor Edward undergoes a radical medical procedure to drastically transform his appearance. But his new dream face quickly turns into a nightmare, as he loses out on the role he was born to play and becomes obsessed with reclaiming what was lost.", "Cast": "Sebastian Stan, Renate Reinsve, Adam Pearson, Miles G. Jackson, Patrick Wang, Aaron Schimberg, Aaron Schimberg"},
{"Name": "How to Have Sex", "Description": "Three British teenage girls go on a rites-of-passage holiday—drinking, clubbing and hooking up, in what should be the best summer of their lives.", "Cast": "Mia McKenna-Bruce, Lara Peake, Enva Lewis, Samuel Bottomley, Shaun Thomas, Molly Manning Walker, Molly Manning Walker"},
{"Name": "Griselda", "Description": "Chronicles the life of Griselda Blanco, who created one of the most profitable cartels in history. A devoted mother, Blanco’s lethal blend of charm and unsuspecting savagery helped her expertly navigate between family and business leading her to become widely known as the “Black Widow”.", "Cast": "Sofía Vergara, Alberto Guerra, Christian Tappán, Martín Rodríguez, Juliana Aidén Martinez, Eric Newman, Doug Miro, Carlo Bernard, Ingrid Escajeda"},
{"Name": "Lisa Frankenstein", "Description": "In 1989, a misunderstood teenager has a high school crush — who just happens to be a handsome corpse! After a set of playfully horrific circumstances bring him back to life, the two embark on a murderous journey to find love, happiness…and a few missing body parts along the way.", "Cast": "Kathryn Newton, Cole Sprouse, Liza Soberano, Henry Eikenberry, Joe Chrest, Zelda Williams, Diablo Cody"},
{"Name": "Lover, Stalker, Killer", "Description": "In this twisting documentary, a mechanic tries online dating for the first time and meets a woman who takes romantic obsession to a deadly extreme.", "Cast": "Dave Kroupa, Ryan Avis, Jessica Johnson, Chris Maher, Katie Otten, Sam Hobkinson"},
{"Name": "Beautiful Wedding", "Description": "In the aftermath of Beautiful Disaster, Abby and Travis wake after a crazy night in Vegas as accidental newlyweds! With the mob on their heels, they flee to Mexico for a wild, weird honeymoon—but are they in for another disaster?", "Cast": "Dylan Sprouse, Virginia Gardner, Austin North, Libe Barer, Rob Estes, Roger Kumble, Roger Kumble"},
{"Name": "American Nightmare", "Description": "After a harrowing home invasion and kidnapping in 2015, a couple is accused of staging the ordeal when the woman reappears in this true-crime docuseries.", "Cast": "Denise Huskins, Aaron Quinn"},
{"Name": "Upgraded", "Description": "Ana is an ambitious intern dreaming of a career in the art world while trying to impress her demanding boss Claire. When she's upgraded to first class on a work trip, she meets handsome Will, who mistakes Ana for her boss– a white lie that sets off a glamorous chain of events, romance and opportunity, until her fib threatens to surface.", "Cast": "Camila Mendes, Archie Renaux, Marisa Tomei, Lena Olin, Anthony Stewart Head, Carlson Young, Luke Spencer Roberts, Justin Matthews, Christine Lenig"},
{"Name": "American Star", "Description": "An assassin on a final assignment in Fuerteventura, to kill a man he has never met. When his target is delayed, he finds himself drawn to the island, people and a ghostly shipwreck. Instead of following protocol he stays. But when the target returns, the world has shifted. Before everything was simple, now nothing is.", "Cast": "Ian McShane, Nora Arnezeder, Adam Nagaitis, Thomas Kretschmann, Fanny Ardant, Gonzalo López-Gallego, Nacho Faerna"},
{"Name": "Argylle", "Description": "When the plots of reclusive author Elly Conway's fictional espionage novels begin to mirror the covert actions of a real-life spy organization, quiet evenings at home become a thing of the past. Accompanied by her cat Alfie and Aiden, a cat-allergic spy, Elly races across the world to stay one step ahead of the killers as the line between Conway's fictional world and her real one begins to blur.", "Cast": "Bryce Dallas Howard, Sam Rockwell, Bryan Cranston, Catherine O'Hara, Henry Cavill, Matthew Vaughn, Jason Fuchs"},
{"Name": "One Day", "Description": "After spending graduation night together, Emma and Dexter go their separate ways — but their lives remain intertwined.", "Cast": "Ambika Mod, Leo Woodall, Essie Davis, Tim McInnerny, Amber Grappy, Nicole Taylor"},
{"Name": "Mr. & Mrs. Smith", "Description": "Meet the Smiths: two lonely strangers, John and Jane, who have given up their lives and identities to be thrown together as partners – both in espionage and in marriage", "Cast": "Donald Glover, Maya Erskine, Paul Dano, Parker Posey, Wagner Moura, Donald Glover, Francesca Sloane"}
]